{
  "WBUI2": {
    "settings": {
        "OpenButton": 0,
        "HideIcon": false,
        "HideIconAfter": 60,
        "IconURL": "https://ibb.co/2y7Hn3Q",
        "DisableIconText": false,
        "OpenOnStart": true,
        "OpenOnStartOnlyNewPlayers": true,
        "UpdateInterval": 12
      },
    "tabs": [
      {
        "tab1": {
          "layout": 1,
          "buttontext": "About our Cluster",
          "title1": "Welcome on GruBros Ark!",
          "text1": "Unser Cluster wird mit Hingabe, Mühe und harter Arbeit als angenehmer Feierabend Langzeitserver konzipiert. Wir wollen nicht nur soviele Karten anbieten wie möglich, sondern auch ein einzigartiges Spielerlebnis durch unsere sorgfältig abgestimmten Mods bieten.\nDazu kommt ein stetig wachsender Discord-Server, auf dem ihr euch austauschen könnt. Ihr habt Möglichkeiten zu plaudern, zu handeln oder Probleme via Ticket System zu melden, damit wir euch besser helfen können.\nDarüber hinaus möchten wir euch in Zukunft gerne wechselnde Events bieten, die sowohl Farmen, Tamen und Breeden erleichtern sowie den Spielspaß erhalten sollen - schaut doch auf unserem Discord vorbei!\nBei uns wird es definitiv nicht langweilig!",
          "imageurl": ""
        }
      },
      {
        "tab2": {
          "layout": 2,
          "buttontext": "Regeln/Rules",
          "title1": "Regeln",
          "title2": "Rules",
          "text1": "Unsere Regeln gelten auf alles Servern. Beim Erstellen eines Charakters auf unseren Servern und/oder der Nutzung unseres Discords werden automatisch alle Regeln akzeptiert. Unwissenheit schützt vor Strafe nicht! Das Team behält sich das Recht vor, Änderungen der Regeln jederzeit durchzuführen.\nGenerell\n\n1.1 Das kreative Umgehen jeder Regeln ist verboten.\n1.2 Jegliches Cheaten und Bugusing sowie den Server bewusst zum Laggen zu bringen ist untersagt.\n1.2.1 Wenn ein Bug gefunden wurde, muss diese sofort an den #bugs Channel gemeldet werden. Wenn es Bug weiterhin von User genutzt wird, kann dies zum Spielausschluss führen.\n1.3 Basen werden ab 17 Tagen Inaktivität gelöscht. Nutz den #on-the-road Channel falls ihr länger and das Weg seit.\n1.4 Teleporter die nicht innerhalb der Base stehen, müssen benannt und öffentlich (Gilt sobald passende Mods vorhanden sind)\n1.5 Jeder Spieler muss einem Stamm angehören.\nVerhaltensregeln\n\n2.1 Nehmt Rücksicht aufeinander und äußert keine Beleidigungen, keinen Sexismus und Rassismus. Dies schließt auch die Namensgebung von Stämmen und Dinos mit ein.\n2.2 Spieler töten oder bestehlen ist verboten!\n2.2.1 Auch dürfen keine befruchteten Eier gestohlen werden.\n2.2.2 Das Ziehen von Spieler ist im Allgemeinen Verboten.\n2.2.3 Bestimmte Basen können für Handels- oder Drop-Events genutzt werden, bei denen jeder Spieler teilnehmen kann. Daher ist das Bestehlen abgelaufener Basen nicht gestattet.\n2.3 Spieler, ohne ihr Einverständnis zu packen oder zu teleportieren ist verboten.\n2.4 Kein Spam im Chat. Benutzt bitte den Lokal-, Stamm- oder Allianzchat.\n2.5 Es werden keine wilden Dinos in fremde Basen geworfen (gelockt).\n2.6 Es dürfen keine Dinos auf Wandern/aggressiv frei in der Welt rumlaufen.\n2.6.1 Wenn diese angeleint oder in einem eingezäunten Bereich sind ist dies erlaubt, solange sie nicht auf aggressiv sind.\nZähm- und Zuchtregeln\n\n3.1 Eier von Wyvern, Rock Drake, Magmasaur und Deinonychus niemals fallen lassen. Esst sie auf! (Sonst spawnen keine neuen Eier)\n3.2 Beim Zähmen gilt: Wer ein Tier betäubt, dem gehört es auch. Tiere, die in eine Falle gezogen wurden, gelten als betäubt und gehören dem Besitzer der Falle/der Person, welche die Falle gerade nutzt. Das Stören, Töten oder Behindern eines bereits Aktiven zähm Vorgangs ist untersagt!\n3.3 Zähm Gehege außerhalb der eigenen Basis sind erlaubt, müssen danach aber entfernt werden.\n3.4 Gezähmte Dinos, die nicht gewollt sind, nicht stehen lassen, sondern töten.\n3.5 Offlinezüchten/-breeding mal über eine Nacht ist erlaubt, aber nicht dauerhaft laufen lassen.\n3.6 Dinos die Lebendgebärend sind, dürfen nur Aktiv sein, wenn du Online bist.\n(3.6 Dinos die Lebendgebären dürfen nur aktiv gelassen werden, wenn ein Soulterminal aktiv ist.)\nFarmregeln\n\n4.1 Ölpumpen, Gassammler und Harzsammler müssen entsperrt und öffentlich zugänglich sein.\n4.2 Biberdämme usw. immer komplett leeren.\n4.3 Wer zuerst an einem Farm Spot aktiv Ressourcen sammelt hat auch den Vorrang.\nBauregeln\n\n5.1 Jeder Stamm darf pro Map eine Base haben.\n5.1.1 Baut nicht in der unmittelbaren Nähe anderer Basen, außer es wurde miteinander abgesprochen. [Render Distance: Epic]. Hier gilt: Wer zuerst baut, dem gehört der Platz.\n5.1.2 Reservieren durch Strukturen etc. ist verboten.\n5.1.3 Auf Genesis 2 darf nicht in den Übergängen gebaut werden, diese sind frei von Strukturen jeglicher Art zuhalten.\n5.2 Spawnpunkte sind freizuhalten.\n5.3 Das Bauen innerhalb von Artefakthöhlen ist untersagt.\n5.4 Es sind pro Tribe per Map nur 4 Plattform-Bäume zulässig.\n5.4.1 Wie viel Plattformen aber an den Bäumen hängt ist egal.\n5.5 Auf Genesis ist der Bau in Missionsgebieten gestattet. Allerdings müssen die Missionen spielbar sein. Störungen nicht zubauen!\n5.6 Ein Stamm darf Clusterweit maximal 10 Gachas aktiv, wenn du aber ein Crytal Auf Sammler hast, darfst du bis zu 16 aufstellen.\n5.6.1 Die Zucht der Gacha ist davon ausgenommen, solange diese keine Ressourcen Produzieren\n5.6.2 Pro Gacha welcher Aktiv ist, darf nur ein Gacha Gavencha genutzt werden.\n5.7 Jede Person muss in den Channel #there-i-am die Location seiner Basis einfügen. Bitte mache dies in dem folgenden Format\n\nMap:\nLat:\nLon:\nIn einer Höhle: (Ja oder Nein)\nStamm:\nHandelsregeln\n\n6.1 Es muss immer ein Item, Dino oder Coins übergeben werden egal bei was!\n6.2 Bei Tieren, welche gezüchtet wurden, muss eine angemessene Summe an Coins übergeben werden.\n6.2.1 Es darf aber auch ein gleichwertiger Dino übergeben werden.",
          "text2": "Our rules apply to all servers. When creating a character on our servers and/or using our Discord, all rules are automatically accepted. Ignorance does not protect from punishment! The team reserves the right to make changes to the rules at any time.\n1 General\n\n1.1 Creative circumvention of any rules is prohibited.\n1.2 Any cheating and bugusing as well as deliberately causing the server to lag is prohibited.\n1.2.1 If a bug is found, it must be reported immediately to the #bugs channel. If the bug continues to be used by users, this can lead to exclusion from the game.\n1.3 Bases will be deleted after 17 days of inactivity. Use the #on-the-road channel if you have been away for longer.\n1.4 Teleporters that are not inside the base must be named and made public (applies as soon as suitable mods are available).\n1.5 Every player must belong to a tribe.\nRules of conduct\n\n2.1 Be considerate of each other and do not express insults, sexism, or racism. This includes naming tribes and dinos.\n2.2 Killing or stealing from players is forbidden!\n2.2.1 Also, no fertilized eggs may be stolen.\n2.2.2 Pulling players is generally prohibited.\n2.2.3 Certain bases may be used for trade or drop events in which any player may participate. Therefore, stealing from expired bases is not allowed.\n2.3 Packing or teleporting players without their consent is prohibited.\n2.4 No spam in the chat. Please use local, tribe or alliance chat.\n2.5 No wild dinos will be thrown (lured) into other people's bases.\n2.6 No dinos are allowed to wander/aggressively run around freely in the world.\n2.6.1 If they are leashed or in a fenced area this is allowed as long as they are not on aggressive.\n3 Taming and Breeding Rules\n\n3.1 Never drop eggs of Wyvern, Rock Drake, Magmasaur and Deinonychus. Eat them! (Otherwise no new eggs will spawn)\n3.2 When taming, if you stun an animal, it belongs to you. Animals pulled into a trap are considered stunned and belong to the owner of the trap/the person currently using the trap. Disturbing, killing or obstructing an already active tame process is prohibited!\n3.3 Tamed enclosures outside the own base are allowed, but must be removed afterwards.\n3.4 Tamed dinos that are not wanted must not be left standing, but killed.\n3.5 Offline breeding/breeding times over one night is allowed, but do not let it run permanently.\n3.6 Dinos that are live-breeding are only allowed to be active when you are online.\n(3.6 Dinos that are livebearing may only be left active when a soulterminal is active)\nFarm rules\n\n4.1 Oil pumps, gas collectors, and resin collectors must be unlocked and accessible to the public.\n4.2 Always completely empty beaver dams, etc.\n4.3 The first person to actively collect resources at a farm spot also has priority.\nBuilding rules\n\n5.1 Each tribe may have one base per map.\n5.1.1 Do not build in the immediate vicinity of other Bases unless agreed upon with each other. [Render Distance: Epic]. Here applies: Who builds first, the place belongs to him.\n5.1.2 Reserving by structures etc. is forbidden.\n5.1.3 On Genesis 2 it is not allowed to build in the transitions, these are to be kept free of structures of any kind.\n5.2 Spawn points are to be kept free.\n5.3 Building within artifact caves is prohibited.\n5.4 Only 4 platform trees are allowed per tribe per map.\n5.4.1 It does not matter how many platforms are attached to the trees.\n5.5 On Genesis, building is allowed in mission areas. However, the missions must be playable. Do not build up disturbances!\n5.6 A tribe may have a maximum of 10 gachas active cluster-wide, but if you have a Crytal On Collector, you may build up to 16.\n5.6.1 The breeding of Gacha is excluded, as long as they do not produce resources.\n5.6.2 Only one Gacha Gavencha may be used per Gacha that is active.\n5.7 Each person must put in the channel #there-i-am the location of his base. Please do this in the following format\n\nMap:\nLat:\nLon:\nIn a cave: (Yes or No)\nTrading rules\n\n6.1 There must always be an item, dino or coins handed over no matter what!\n6.2 For animals that have been bred, an appropriate amount of coins must be handed over.\n6.2.1 However, an equivalent dino may also be handed over.",
          "imageurl": ""
        }
      }
    ],
    "links": [
      {
        "link1": {
          "text": "Link to Discord",
          "url": "https://discord.gg/eHh8E4mjbz"
        }
      },
      {
        "link2": {
          "text": "Link for Voting",
          "url": "https://deutsche-arkserver.de/server/grubros-theisland-hx5-xpx5-tx5-bx30.45076/"
        }
      },
      {
        "link3": {
          "text": "Link to the Sponsors",
          "url": "https://grub-bros.de"
        }
      }
    ]
  }
}
