{
  "WBUI2": {
    "settings": {
        "OpenButton": 0,
        "HideIcon": false,
        "HideIconAfter": 60,
        "IconURL": "https://i.imgur.com/ZYbGr2y.png",
        "DisableIconText": false,
        "OpenOnStart": false,
        "OpenOnStartOnlyNewPlayers": true,
        "UpdateInterval": 12,
        "IconPosition": 2,
        "IconTextColor": 7
      },
    "tabs": [
      {
        "tab1": {
          "layout": 1,
          "buttontext": "About our Cluster",
          "title1": "Welcome on GruBros Ark!",
          "text1": "Unser Cluster wird mit Hingabe, Mühe und harter Arbeit als angenehmer Feierabend Langzeitserver konzipiert. Wir wollen nicht nur soviele Karten anbieten wie möglich, sondern auch ein einzigartiges Spielerlebnis durch unsere sorgfältig abgestimmten Mods bieten.\n\nDazu kommt ein stetig wachsender Discord-Server, auf dem ihr euch austauschen könnt. Ihr habt Möglichkeiten zu plaudern, zu handeln oder Probleme via Ticket System zu melden, damit wir euch besser helfen können.\n\nDarüber hinaus möchten wir euch in Zukunft gerne wechselnde Events bieten, die sowohl Farmen, Tamen und Breeden erleichtern sowie den Spielspaß erhalten sollen - schaut doch auf unserem Discord vorbei!\n\nBei uns wird es definitiv nicht langweilig!\n\n<TextStyle.Green>Bitte setze eine Locationflag</>\n<TextStyle.Green>Ohne Discord kein Support</>\n\n\n\nOur cluster is designed with dedication, effort and hard work as an enjoyable after-work long-term server. We not only want to offer as many maps as possible, but also provide a unique gaming experience through our carefully tuned mods.\n\nIn addition, there is a constantly growing Discord server where you can exchange ideas. You have the opportunity to chat, trade or report problems via the ticket system so that we can help you better.\n\nIn addition, we would like to offer you changing events in the future, which should make farming, taming and breaking easier as well as keep the game fun - why not check out our Discord!\n\nWith us it will definitely not be boring!\n\n<TextStyle.Green>Please set a location flag</>\n<TextStyle.Green>Without Discord no support</>",
          "imageurl": ""
        }
      },
      {
        "tab2": {
          "layout": 2,
          "buttontext": "Regeln/Rules",
          "title1": "Regeln",
          "title2": "Rules",
          "text1": ["Unsere Regeln gelten auf alles Servern. Beim Erstellen eines Charakters auf unseren Servern und/oder der Nutzung unseres Discords werden automatisch alle Regeln akzeptiert. Unwissenheit schützt vor Strafe nicht! Das Team behält sich das Recht vor, Änderungen der Regeln jederzeit durchzuführen.",
                    "\n\n1. Generell\n1.1 Das kreative Umgehen jeder Regeln ist verboten.\n1.2 Jegliches Cheaten und Bugusing sowie den Server bewusst zum Laggen zu bringen ist untersagt.\n1.2.1 Wenn ein Bug gefunden wurde, muss diese sofort an den #bugs Channel gemeldet werden. Wenn es Bug weiterhin von User genutzt wird, kann dies zum Spielausschluss führen.\n1.3 Basen werden ab 17 Tagen Inaktivität gelöscht. Nutz den #on-the-road Channel falls ihr länger and das Weg seit.\n1.4 Teleporter die nicht innerhalb der Base stehen, müssen benannt und öffentlich (Gilt sobald passende Mods vorhanden sind)\n1.5 Jeder Spieler muss einem Stamm angehören.\n1.6 Die Ingamename 'Human' oder 'Mensch' und andere ähnliche Ingamenamen sind nicht zulässig\n1.7 Jeder Spieler benötigt in seiner Basis eine Locationflag. Diese kann ab Level 1 erlernt werden und kostet ein Holz\n<TextStyle.Red>1.8 Wir ersetzen keine Ingame Fehler</>\n<TextStyle.Red>1.9 Wir ersetzen nur Admin Fehler</>",
                    "\n\n2. Verhaltensregeln\n2.1 Nehmt Rücksicht aufeinander und äußert keine Beleidigungen, keinen Sexismus und Rassismus. Dies schließt auch die Namensgebung von Stämmen und Dinos mit ein.\n2.2 Spieler töten oder bestehlen ist verboten!\n2.2.1 Auch dürfen keine befruchteten Eier gestohlen werden.\n2.2.2 Das Ziehen von Spieler ist im Allgemeinen Verboten.\n2.2.3 Bestimmte Basen können für Handels- oder Drop-Events genutzt werden, bei denen jeder Spieler teilnehmen kann. Daher ist das Bestehlen abgelaufener Basen nicht gestattet.\n2.3 Spieler, ohne ihr Einverständnis zu packen oder zu teleportieren ist verboten.\n2.4 Kein Spam im Chat. Benutzt bitte den Lokal-, Stamm- oder Allianzchat.\n2.5 Es werden keine wilden Dinos in fremde Basen geworfen (gelockt).\n2.6 Es dürfen keine Dinos auf Wandern/aggressiv frei in der Welt rumlaufen.\n2.6.1 Wenn diese angeleint oder in einem eingezäunten Bereich sind ist dies erlaubt, solange sie nicht auf aggressiv sind.",
                    "\n\n3. Zähm- und Zuchtregeln\n3.1 Eier von Wyvern, Rock Drake, Magmasaur und Deinonychus niemals fallen lassen. Esst sie auf! (Sonst spawnen keine neuen Eier)\n3.2 Beim Zähmen gilt: Wer ein Tier betäubt, dem gehört es auch. Tiere, die in eine Falle gezogen wurden, gelten als betäubt und gehören dem Besitzer der Falle/der Person, welche die Falle gerade nutzt. Das Stören, Töten oder Behindern eines bereits Aktiven zähm Vorgangs ist untersagt!\n3.3 Zähm Gehege außerhalb der eigenen Basis sind erlaubt, müssen danach aber entfernt werden.\n3.4 Gezähmte Dinos, die nicht gewollt sind, nicht stehen lassen, sondern töten.\n3.5 Offlinezüchten/-breeding mal über eine Nacht ist erlaubt, aber nicht dauerhaft laufen lassen.\n3.6 Dinos die Lebendgebärend sind, dürfen nur Aktiv sein, wenn du Online bist.\n(3.6 Dinos die Lebendgebären dürfen nur aktiv gelassen werden, wenn ein Soulterminal aktiv ist.)",
                    "\n\n4. Farmregeln\n4.1 Ölpumpen, Gassammler und Harzsammler müssen entsperrt und öffentlich zugänglich sein.\n4.2 Biberdämme usw. immer komplett leeren.\n4.3 Wer zuerst an einem Farm Spot aktiv Ressourcen sammelt hat auch den Vorrang.\n4.5 Brontos dürfen nicht für das Farmen genutzt werden",
                    "\n\n5. Bauregeln\n5.1 Jeder Stamm darf pro Map eine Base haben.\n5.1.1 Die Locationflag zeigt an, wo gebaut werden darf. Alles, was darüber hinausgeht, wird ohne Rückfrage abgerissen.\n5.1.2 Es muss ein Abstand von mind. einer Locationflag zur nächsten Base eingehalten werden.\n5.1.2.1 Ausnahme: Nur verbündete Tribes dürfen nach Abspache näher zusammen bauen.\n5.1.3 Reservieren durch Strukturen etc. ist verboten.\n5.1.4 Auf Genesis 2 darf nicht in den Übergängen gebaut werden, diese sind frei von Strukturen jeglicher Art zuhalten.\n5.2 Spawnpunkte sind freizuhalten.\n5.3 Das Bauen innerhalb von Artefakthöhlen ist untersagt.\n5.4 Es sind pro Tribe per Map nur 4 Plattform-Bäume zulässig.\n5.4.1 Wie viel Plattformen aber an den Bäumen hängt ist egal.\n5.5 Auf Genesis ist der Bau in Missionsgebieten gestattet. Allerdings müssen die Missionen spielbar sein. Störungen nicht zubauen!\n5.6 Ein Stamm darf Clusterweit maximal 10 Gachas aktiv, wenn du aber ein Crytal Auf Sammler hast, darfst du bis zu 16 aufstellen.\n5.6.1 Die Zucht der Gacha ist davon ausgenommen, solange diese keine Ressourcen Produzieren\n5.6.2 Pro Gacha welcher Aktiv ist, darf nur ein Gacha Gavencha genutzt werden.",
                    "\n\n6. Handelsregeln\n6.1 Es muss immer ein Item, Dino oder Coins übergeben werden egal bei was!\n6.2 Bei Tieren, welche gezüchtet wurden, muss eine angemessene Summe an Coins übergeben werden.\n6.2.1 Es darf aber auch ein gleichwertiger Dino übergeben werden."],
          "text2": ["Our rules apply to all servers. When creating a character on our servers and/or using our Discord, all rules are automatically accepted. Ignorance does not protect from punishment! The team reserves the right to make changes to the rules at any time.",
                    "\n\n1. General\n1.1 Creative circumvention of any rules is prohibited.\n1.2 Any cheating and bugusing as well as deliberately causing the server to lag is prohibited.\n1.2.1 If a bug is found, it must be reported immediately to the #bugs channel. If the bug continues to be used by users, this can lead to exclusion from the game.\n1.3 Bases will be deleted after 17 days of inactivity. Use the #on-the-road channel if you have been away for longer.\n1.4 Teleporters that are not inside the base must be named and made public (applies as soon as suitable mods are available).\n1.5 Every player must belong to a tribe.\n1.6 The ingamenames 'Human' or 'Mensch' and other similar ingamen are not permitted.\n1.7 Every player needs a location flag in their base. This can be learned from level 1 and costs one wood.\n<TextStyle.Red>1.8We do not replace ingame bugs</>\n<TextStyle.Red>1.9 We only replace admin errors</>\n1.10 This is only a translated version of ⁠the German Rules. If something is not translated, this does not protect you from punishment, all channel rules apply!",
                    "\n\n2. Rules of conduct\n2.1 Be considerate of each other and do not express insults, sexism, or racism. This includes naming tribes and dinos.\n2.2 Killing or stealing from players is forbidden!\n2.2.1 Also, no fertilized eggs may be stolen.\n2.2.2 Pulling players is generally prohibited.\n2.2.3 Certain bases may be used for trade or drop events in which any player may participate. Therefore, stealing from expired bases is not allowed.\n2.3 Packing or teleporting players without their consent is prohibited.\n2.4 No spam in the chat. Please use local, tribe or alliance chat.\n2.5 No wild dinos will be thrown (lured) into other people's bases.\n2.6 No dinos are allowed to wander/aggressively run around freely in the world.\n2.6.1 If they are leashed or in a fenced area this is allowed as long as they are not on aggressive.",
                    "\n\n3. Taming and Breeding Rules\n3.1 Never drop eggs of Wyvern, Rock Drake, Magmasaur and Deinonychus. Eat them! (Otherwise no new eggs will spawn)\n3.2 When taming, if you stun an animal, it belongs to you. Animals pulled into a trap are considered stunned and belong to the owner of the trap/the person currently using the trap. Disturbing, killing or obstructing an already active tame process is prohibited!\n3.3 Tamed enclosures outside the own base are allowed, but must be removed afterwards.\n3.4 Tamed dinos that are not wanted must not be left standing, but killed.\n3.5 Offline breeding/breeding times over one night is allowed, but do not let it run permanently.\n3.6 Dinos that are live-breeding are only allowed to be active when you are online.\n(3.6 Dinos that are livebearing may only be left active when a soulterminal is active)",
                    "\n\n4. Farm rules\n4.1 Oil pumps, gas collectors, and resin collectors must be unlocked and accessible to the public.\n4.2 Always completely empty beaver dams, etc.\n4.3 The first person to actively collect resources at a farm spot also has priority.\n4.5 Brontos may not be used for farming",
                    "\n\n5. Building rules\n5.1 Each tribe may have one base per map.\n5.1.1 The location flag indicates where building is permitted. Anything beyond this will be demolished without further inquiry.\n5.1.2 A distance of at least one location flag to the next base must be maintained.\n5.1.2.1 Exception: Only allied tribes may build closer together after consultation.\n5.1.3 Reserving by structures etc. is forbidden.\n5.1.4 On Genesis 2 it is not allowed to build in the transitions, these are to be kept free of structures of any kind.\n5.2 Spawn points are to be kept free.\n5.3 Building within artifact caves is prohibited.\n5.4 Only 4 platform trees are allowed per tribe per map.\n5.4.1 It does not matter how many platforms are attached to the trees.\n5.5 On Genesis, building is allowed in mission areas. However, the missions must be playable. Do not build up disturbances!\n5.6 A tribe may have a maximum of 10 gachas active cluster-wide, but if you have a Crytal On Collector, you may build up to 16.\n5.6.1 The breeding of Gacha is excluded, as long as they do not produce resources.\n5.6.2 Only one Gacha Gavencha may be used per Gacha that is active.",
                    "\n\n6. Trading rules\n6.1 There must always be an item, dino or coins handed over no matter what!\n6.2 For animals that have been bred, an appropriate amount of coins must be handed over.\n6.2.1 However, an equivalent dino may also be handed over."],
          "imageurl": ""
        }
      },
      {
        "tab3": {
          "layout": 2,
          "buttontext": "Regles/Règles",
          "title1": "Regles",
          "title2": "Règles",
          "text1": ["Nuestras reglas se aplican a todos los servidores. Al crear un personaje en nuestros servidores y/o utilizar nuestro Discord, se aceptan automáticamente todas las normas. La ignorancia no es una defensa contra el castigo. El equipo se reserva el derecho de modificar las reglas en cualquier momento.",
                    "\n\n1. en general\n1.1 Queda prohibida la elusión creativa de cualquier norma.\n1.2 Se prohíbe hacer trampas y usar bugs, así como provocar deliberadamente el lag del servidor.\n1.2.1 Si se encuentra un bug, debe ser reportado inmediatamente al canal ⁠#bugs. Si el bug sigue siendo utilizado por los usuarios, esto puede llevar a la exclusión del juego.\n1.3 Las bases se eliminarán tras 17 días de inactividad. Utiliza el canal ⁠#on-the-road si llevas más tiempo en la carretera.\n1.4 Los teletransportadores que no estén dentro de la base deben tener nombre y ser públicos (se aplica en cuanto haya mods adecuados disponibles)\n1.5 Cada jugador debe pertenecer a una tribu.\n1.6 Los ingamenes 'Humano' o 'Mensch' y otros similares no están permitidos.\n1.7 Cada jugador necesita una bandera de localización en su base. Esto se puede aprender desde el nivel 1 y cuesta una madera.\n1.8 No reemplazamos errores del juego.\n1.9 Sólo reemplazamos errores de administración\n1.10 Esta es sólo una versión traducida de la ⁠normativa alemana. Si algo no está traducido, esto no te protege del castigo, ¡se aplican todas las reglas del canal!",
                    "\n\n2. normas de comportamiento\n2.1 Muestra consideración por los demás y no utilices insultos, sexismo o racismo. Esto también incluye los nombres de las tribus y los dinosaurios.\n2.2 ¡Está prohibido matar o robar a los jugadores!\n2.2.1 También está prohibido robar huevos fecundados.\n2.2.2 En general, está prohibido desplazar a los jugadores.\n2.2.3 Ciertas bases pueden ser utilizadas para eventos de comercio o drop en los que cualquier jugador puede participar. Por lo tanto, robar en bases caducadas no está permitido.\n2.3 Está prohibido empaquetar o teletransportar jugadores sin su consentimiento.\n2.4 Prohibido el spam en el chat. Por favor, utiliza el chat local, el normal o el de la alianza.\n2.5 No se lanzan (atraen) dinos salvajes a bases ajenas.\n2.6 No se permite a los dinos vagar/agresivamente libres por el mundo.\n2.6.1 Si están atados o en una zona vallada, está permitido siempre que no sean agresivos.",
                    "\n\n3. reglas de domesticación y cría\n3.1 Nunca tires huevos de Wyvern, Draco de Roca, Magmasaur y Deinonychus. Cómetelos. (De lo contrario no aparecerán nuevos huevos)\n3.2 Al domesticar: Si aturdes a un animal, te pertenece. Los animales que han sido arrastrados a una trampa se consideran aturdidos y pertenecen al propietario de la trampa/la persona que esté utilizando la trampa en ese momento. Está prohibido molestar, matar u obstaculizar un proceso de doma ya activo.\n3.3 Los recintos domesticados fuera de tu propia base están permitidos, pero deben ser retirados después.\n3.4 No dejes dinos domesticados que no son deseados, mátalos.\n3.5 La cría/reproducción fuera de línea durante una noche está permitida, pero no de forma permanente.\n3.6 Los dinos que crían vivos sólo pueden estar activos cuando estás conectado.\n*(3.6 Los dinos que dan a luz vivos sólo pueden permanecer activos si hay un terminal de almas activo).",
                    "\n\n4. normas de explotación\n4.1 Las bombas de aceite y los colectores de gas deben estar abiertos y ser de acceso público.\n4.2 Al menos el 50% de los colectores de resina deben ser públicos.\n4.3 Vaciar siempre completamente las presas de castor, etc.\n4.4 Quien recoja recursos activamente en un punto de la granja primero también tiene prioridad.\n4.5 Los brontos no se pueden utilizar para cultivar.",
                    "\n\n5. reglas de construcción\n5.1 Cada tribu puede tener una base por mapa.\n5.1.1 La bandera de localización indica dónde está permitido construir. Todo lo que vaya más allá será demolido sin más.\n5.1.2 Debe mantenerse una distancia de al menos una bandera de localización hasta la siguiente base.\n5.1.2.1 Excepción: Sólo las tribus aliadas pueden construir más cerca unas de otras previa consulta.\n5.1.3 Queda prohibida la reserva mediante estructuras, etc.\n5.1.4 En Génesis 2 no está permitido construir en las transiciones, éstas deben mantenerse libres de estructuras de cualquier tipo.\n5.2 Los puntos de spawn deben mantenerse despejados.\n5.3 Está prohibido construir dentro de las cuevas de artefactos.\n5.4 Sólo se permiten 4 árboles de plataforma por tribu y mapa.\n5.4.1 Sin embargo, no importa cuántas plataformas estén unidas a los árboles.\n5.5 Construir en zonas de misión está permitido en Génesis. Sin embargo, las misiones deben ser jugables. ¡No construyas sobre perturbaciones!\n5.6 Una tribu puede tener un máximo de 10 gachas activas en todo el cluster, pero si tiene un Crytal On Collector, puede colocar hasta 16.\n5.6.1 Queda excluida la cría de gachas siempre que no produzcan recursos.\n5.6.2 Sólo se puede utilizar una Gacha Gavencha por Gacha que esté activa.",
                    "\n\n6. reglas de comercio\n6.1 Siempre se debe entregar un objeto, dino o monedas, ¡sin importar lo que pase!\n6.2 En el caso de animales criados, se debe entregar una cantidad adecuada de monedas.\n6.2.1 Sin embargo, también se puede entregar un dino de igual valor."],
          "text2": ["Nos règles s'appliquent à tous les serveurs. En créant un personnage sur nos serveurs et/ou en utilisant notre Discord, vous acceptez automatiquement toutes les règles. L'ignorance ne protège pas de la sanction ! L'équipe se réserve le droit de modifier les règles à tout moment.",
                    "\n\n1. en général\n1.1 Le contournement créatif de toute règle est interdit.\n1.2 Toute tricherie et tout bug ou tentative délibérée de provoquer un lag sur le serveur sont interdits.\n1.2.1 Si un bug est trouvé, il doit être immédiatement signalé sur le canal #bugs. Si le bug continue à être utilisé par des utilisateurs, cela peut conduire à l'exclusion du jeu.\n1.3 Les bases sont supprimées à partir de 17 jours d'inactivité. Utilisez le canal ⁠#on-the-road si vous êtes en déplacement depuis plus longtemps.\n1.4 Les téléporteurs qui ne se trouvent pas dans la base doivent être nommés et rendus publics (s'applique dès que les mods appropriés sont disponibles).\n1.5 Chaque joueur doit appartenir à une tribu.\n1.6 Les noms d'ingame 'humain' ou 'humain' et autres noms d'ingame similaires ne sont pas autorisés.\n1.7 Chaque joueur a besoin d'un drapeau de localisation dans sa base. Celui-ci peut être appris à partir du niveau 1 et coûte un bois.\n1.8 Nous ne remplaçons pas les erreurs ingame.\n1.9 Nous ne remplaçons que les erreurs d'administration\n1.10 Ceci n'est qu'une version traduite des ⁠règles allemandes. Si quelque chose n'est pas traduit, cela ne protège pas des sanctions, toutes les règles du canal s'appliquent !",
                    "\n\n2. Règles de conduite\n2.1 Ayez du respect les uns pour les autres et n'exprimez pas d'insultes, de sexisme ou de racisme. Cela inclut également le nom des tribus et des dinosaures.\n2.2 Il est interdit de tuer ou de voler les joueurs !\n2.2.1 Il est également interdit de voler des œufs fécondés.\n2.2.2 Il est généralement interdit de tirer des joueurs.\n2.2.3 Certaines bases peuvent être utilisées pour des évènements de commerce ou de drop auxquels tout joueur peut participer. Il est donc interdit de voler des bases expirées.\n2.3 Il est interdit d'emballer ou de téléporter des joueurs sans leur consentement.\n2.4 Pas de spam dans le chat. Veuillez utiliser le chat local, le chat de base ou le chat d'alliance.\n2.5 Aucun dino sauvage ne sera jeté (attiré) dans une base étrangère.\n2.6 Aucun dino en errance/agressif ne doit se promener librement dans le monde.\n2.6.1 S'ils sont tenus en laisse ou dans une zone clôturée, cela est autorisé tant qu'ils ne sont pas en mode agressif.",
                    "\n\n3. Règles de domestication et d'élevage.\n3.1 Ne laissez jamais tomber les œufs de Wyvern, Rock Drake, Magmasaur et Deinonychus. Mangez-les ! (Sinon, de nouveaux œufs n'apparaîtront pas).\n3.2 Lors de l'apprivoisement, la règle suivante s'applique : celui qui endort un animal, l'animal lui appartient aussi. Les animaux qui ont été attirés dans un piège sont considérés comme assommés et appartiennent au propriétaire du piège/à la personne qui utilise actuellement le piège. Il est interdit de déranger, de tuer ou d'entraver un processus d'apprivoisement déjà actif !\n3.3 Les enclos apprivoisés en dehors de sa propre base sont autorisés, mais doivent ensuite être retirés.\n3.4 Les dinos apprivoisés qui ne sont pas désirés ne doivent pas être laissés sur place, mais tués.\n3.5 L'élevage hors ligne est autorisé pendant une nuit, mais pas de manière permanente.\n3.6 Les dinos qui sont vivipares ne peuvent être actives que si tu es en ligne.\n*(3.6 Les dinosaures qui sont nés vivants ne peuvent être laissés actifs que si un terminal d'âme est actif).",
                    "\n\n4. règles de ferme\n4.1 Les pompes à huile, les collecteurs de gaz doivent être déverrouillés et accessibles au public.\n4.2 Au moins 50% de tous les collecteurs de résine doivent être publics.\n4.3 Toujours vider complètement les barrages de castors, etc.\n4.4 Le premier à collecter activement des ressources sur un Farm Spot a également la priorité.\n4.5 Les brontos ne peuvent pas être utilisés pour le farming.",
                    "\n\n5. Règles de construction\n5.1 Chaque tribu peut avoir une base par map.\n5.1.1 Le drapeau de localisation indique où il est possible de construire. Tout ce qui dépasse cette limite est détruit sans qu'il soit nécessaire de le demander.\n5.1.2 Il faut respecter une distance d'au moins un drapeau de localisation par rapport à la base suivante.\n5.1.2.1 Exception : Seules les tribus alliées peuvent construire plus près les unes des autres après accord.\n5.1.3 La réservation par des structures, etc. est interdite.\n5.1.4 Sur Genesis 2, il est interdit de construire dans les transitions, celles-ci doivent rester libres de toute structure.\n5.2 Les points de spawn doivent rester libres.\n5.3 Il est interdit de construire à l'intérieur des cavernes d'artefacts.\n5.4 Seuls 4 arbres-plateformes sont autorisés par tribu et par map.\n5.4.1 Le nombre de plates-formes accrochées aux arbres n'a pas d'importance.\n5.5 Sur Genesis, la construction est autorisée dans les zones de mission. Cependant, les missions doivent être jouables. Ne pas construire sur les perturbations !\n5.6 Une tribu peut avoir au maximum 10 Gachas actifs dans tout le cluster, mais si tu as un Crytal sur Collecteur, tu peux en avoir jusqu'à 16.\n5.6.1 L'élevage des Gachas n'est pas concerné, tant qu'ils ne produisent pas de ressources.\n5.6.2 Un seul Gacha Gavencha peut être utilisé par Gacha actif.",
                    "\n\n6. Règles du commerce\n6.1 Il faut toujours donner un objet, un Dino ou des Coins, quel que soit l'objet !\n6.2 Pour les animaux qui ont été élevés, une somme raisonnable en Coins doit être remise.\n6.2.1 Il est également possible de donner un Dino de valeur équivalente."],
          "imageurl": ""
        }
      },
      {
        "tab4": {
          "layout": 1,
          "buttontext": "Restarts",
          "title1": "Restarts",
          "text1": "Unser Server wird immer um 12 Uhr und 0 Uhr neugestartet.\n\nOur server is always restarted at 12 o'clock and 0 o'clock. Our timezone is GMT+1",
          "imageurl": ""
        }
      }
    ],
    "links": [
      {
        "link1": {
          "text": "Link to Discord",
          "url": "https://discord.gg/eHh8E4mjbz"
        }
      },
      {
        "link2": {
          "text": "Link for Voting",
          "url": "https://deutsche-arkserver.de/server/grubros-theisland-hx5-xpx5-tx5-bx30.45076/"
        }
      },
      {
        "link3": {
          "text": "Link to the Sponsors",
          "url": "https://grub-bros.de"
        }
      }
    ]
  }
}
